import React from 'react'

export default function Hygine() {
  return (
    <div>
      <div className="block2">
        <img src="https://avatars.mds.yandex.net/i?id=528d14f45c32e2a9357873f69cee666290706405-9848534-images-thumbs&n=13" alt="" />
        <h1 className='h1'>Гигиена</h1>
        <p className='text'>Гигие́на — раздел медицины, изучающий влияние жизни и труда на здоровье человека и разрабатывающий меры, направленные на предупреждение заболеваний, обеспечение оптимальных условий существования, укрепление здоровья и продление жизни, изучающая влияние факторов окружающей среды на здоровье человека, его работоспособность и продолжительность жизни, разрабатывающий нормативы, требования и санитарные мероприятия, направленные на оздоровление населённых мест, условий жизни и деятельности людей.</p>
      </div>
    </div>
  )
}
