import React from 'react'

export default function Ph() {
  return (
    <div>
      <div className="block2">
        <img src="https://avatars.mds.yandex.net/i?id=33a2b799e4673b1a6a2dac0f328a672bd1284e0d-4026845-images-thumbs&n=13" alt="" />
        <h1 className='h1'>Физиология</h1>
        <p className='text'>Физиоло́гия — наука о функционировании живого организма в целом и его составных частей; а также о взаимодействии организма с окружающей средой и об изменениях функционирования организма в процессе онтогенеза и под влиянием внешних факторов. Современная физиология представляет собой комплекс тесно связанных научных дисциплин.

Физиология растений традиционно дистанцируется от физиологии человека и животных.

Физиология вместе с анатомией и гистологией является базисной теоретической основой, благодаря которой врач объединяет разрозненные знания и факты о пациенте в единое целое, оценивает его состояние, уровень дееспособности. А по степени функциональных нарушений, то есть по характеру и величине отклонения от нормы важнейших физиологических функций — стремится устранить эти отклонения и вернуть организм к норме с учётом индивидуальных, этнических, половых, возрастных особенностей организма, а также экологических и социальных условий среды обитания.</p>
      </div>
    </div>
  )
}
